
MAKE_SEARCH_TASK = "Формировать поисковый запрос из сообщения пользователя"

NEWS_TASK = """Cделать краткий пересеказ новости, без подробностей, поверхностно, чтобы осветить контекст, но подстветить важные какие - то события."
"Тебе также нужно найти все возможные именованные сущности: названиая городов, брендов, стран, имена людей, названия законов, проектов и прочее"""

MAKE_FULL_NEWS = """Сформировать из суммаризации новостей полноценный контент"""

WEB_TASK = """Aнализировать скриншот и список элементов для достижения цели пользователя."""