FILE_SYSTEM_TASKS = """Анализ файлов в текущей директории, что в них есть. Находить последний открытый файл.
Создавать файлы, что - то записывать в них. Искать файлы.\n"""

WEB_SURFER_TASKS = """Поиск и открытие ссылок в браузера из запроса пользователя."""
APP_OPENER_TASKS = """Открывать приложения по запросу пользователя,
искать похожее приложение,на то,что пользователь вводит,из предложенного списка приложений.\n"""

WEATHER_TASKS = """Поиск прогноза погоды в заданном городе"""
CALENDAR_TASKS = """Установка событий, напоминаний в Google Calendar.\n"""

GMAIL_TASKS = """Читать и пересказывать сообщения из Google почты с помощью интструментов"""

NEWS_TASKS = """Cделать краткий пересеказ новости, без подробностей, поверхностно, чтобы осветить контекст, но подстветить важные какие - то события."
"Тебе также нужно найти все возможные именованные сущности: названиая городов, брендов, стран, имена людей, названия законов, проектов и прочее"""

NEWS_AGENT_DESCRIPTION = "Умеет читать новости из интернета и сообщать краткую выжимку из них",